export default {
  couldntLocateMsgInCode: 'Не удалось определить местоположение сообщения в коде. Сообщение могло быть удалено или сильно отредактировано. Проблема также может быть связана со сложностью кода сообщения или недоработкой скрипта.',
  couldntLocateSectionInCode: 'Не удалось определить местоположение раздела в коде. Раздел мог быть удалён. Проблема также может быть связана со сложностью кода первого сообщения раздела или недоработкой скрипта.',
  monthNamesGenitive: ['января', 'февраля', 'марта', 'апреля', 'мая', 'июня', 'июля', 'августа',
    'сентября', 'октября', 'ноября', 'декабря'],
}
