export default {
  scriptName: '«Удобные дискуссии»',
  oneInstanceIsRunning: 'Один экземпляр скрипта уже запущен.',
  mwContentTextNotFound: 'Не найден элемент #mw-content-text.',

  // debug
  start: 'начало',
  loadingModules: 'загрузка модулей',
  gettingHtml: 'получение HTML',
  layingOutHtml: 'заливка HTML',
  preparations: 'приготовления',
  totalTime: 'общее время',
  finalCodeAndRendering: 'заключительный код и рендеринг',
  mainCode: 'основной код',
  numberOfMessages: 'число сообщений',
  perMessage: 'на одно сообщение',
  counter: 'счётчик',
  globalVariable: 'глобальная переменная',
  ofReferenceValue: 'от ориентировочного значения',

  couldntLocateMsgInCode: 'Не удалось определить местоположение сообщения в коде. Сообщение могло быть удалено или сильно отредактировано. Проблема также может быть связана со сложностью кода сообщения или недоработкой скрипта.',
  couldntLocateSectionInCode: 'Не удалось определить местоположение раздела в коде. Раздел мог быть удалён. Проблема также может быть связана со сложностью кода первого сообщения раздела или недоработкой скрипта.',
  monthNamesGenitive: ['января', 'февраля', 'марта', 'апреля', 'мая', 'июня', 'июля', 'августа',
    'сентября', 'октября', 'ноября', 'декабря'],
}
